/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Käynnistä Impress tietokoneellasi\n* Yhdistä molemmat laitteet samaan WiFi-verkkoon\n* Huom: iOS-laitteesi on nyt yhdistetty verkkoon \"%@\"";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Sinulla ei ole nyt WiFi-yhteyttä.\n* Yhdistä iOS-laitteesi ja tietokoneesi samaan verkkoon\n* Virkistä\n* vihje: voit luoda oman liikuteltavan WiFi-alueesi tietokoneellasi/iPhonellasi";

/* Popover option */
"About Impress Remote" = "Tietoja Impress-kauko-ohjaimesta";

/* No comment provided by engineer. */
"Back" = "Edellinen";

/* Popover option */
"Blank Screen" = "Tyhjä näyttö";

/* No comment provided by engineer. */
"Cancel" = "Peruuta";

/* No comment provided by engineer. */
"Click to refresh" = "Napsauta virkistääksesi";

/* Back button to the connect page on navbar */
"Connect" = "Yhdistä";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Yhdistä laitteesi samaan WiFi-verkkoon.";

/* instruction page title */
"Connection" = "Yhteys";

/* Popover option */
"Connection Help" = "Ohjeita yhteyden muodostamiseen";

/* Connection Lost Alert title */
"Connection Lost" = "Yhteys katkennut";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Yhteys on katkennut. Yritä muodostaa yhteys tietokoneeseesi uudelleen. ";

/* Control instruction title */
"Control" = "Ohjaus";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Luo tarvittaessa oma liikuteltava WiFi-alueesi iPhonellasi.";

/* Server list section title */
"Custom Connections" = "Mukautetut yhteydet";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Jos tietokoneesi ei näy yllä, lisää se manuaalisesti antamalla sen IP-osoite.";

/* Server list section title */
"Detected Connections" = "Havaitut yhteydet";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Syötä PIN-koodi toiminnolla Diaesitys - Impress-kauko-ohjain";

/* Connection failure title */
"Failed to reach server" = "Yhteyden muodostaminen epäonnistui";

/* Connection failure message */
"Failed to reach server Msg" = "Tarkista, että IP-osoite on oikein ja että LibreOffice Impress on käynnissä tietokoneella ja kauko-ohjaustoiminto on otettu käyttöön.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Yhteyden muodostaminen epäonnistui";

/* No comment provided by engineer. */
"Help" = "Ohje";

/* In app How-to title */
"How-to" = "Aloitusohje";

/* App name displayed on navbar */
"Impress Remote" = "Impress-kauko-ohjain";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "IP-osoite ei kelpaa";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Antamasi IP-osoite ei ole kelvollinen";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-osoite";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Käynnistä Impress ja valitse tietokoneesi.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nimi (valinnainen)";

/* No comment provided by engineer. */
"New Server" = "Uusi tietokone";

/* No comment provided by engineer. */
"No, thanks" = "Ei kiitos";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Kyllä kiitos";

/* Pairing instruction title */
"Pairing" = "Pariyhteys";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Pariyhteysohjeet";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Käynnistä LibreOffice Impress tietokoneellasi\n\n2. Ota käyttöön Asetukset - LibreOffice Impress - Yleiset - Salli kauko-ohjaus\n\n3. Varmista, että tietokoneesi ja mobiililaitteesi on yhdistetty samaan WiFi-verkkoon\n\n4. Syötä tietokoneesi IP-osoite manuaalisesti, jos tietokonetta ei havaita automaattisesti\n\n5. Yhdistä ja nauti!\n\n";

/* Update button text in diffrent states */
"Pause" = "Keskeytä";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Käynnistä LibreOffice uudelleen tietokoneellasi.";

/* Popover option */
"Restart" = "Käynnistä uudelleen";

/* No comment provided by engineer. */
"Resume from blank screen" = "Palaa tyhjästä näytöstä";

/* Popover option */
"Resume from blank Screen" = "Palaa tyhjästä näytöstä";

/* No comment provided by engineer. */
"Searching" = "Etsitään";

/* Sidebar section header */
"Slides" = "Diat";

/* Update button text in diffrent states */
"Start" = "Aloita";

/* Popover option */
"Stop Presentation" = "Lopeta esitys";

/* Sidebar section header */
"Stop Watch" = "Lopeta ajanotto";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Lue lisää iOS Impress-kauko-ohjaimesta?";

/* Sidebar section header */
"Timer" = "Ajoitus";

/* No comment provided by engineer. */
"Yes" = "Kyllä";

